Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# ApplyIntentBasedSecurityMeasuresButton.ToolTipService.ToolTip
source: Apply all of the security measures shown below that are based on the device usage intents that you selected.
ar: طبّق جميع تدابير الأمان الموضّحة أدناه والمستندة إلى سيناريوهات استخدام الجهاز التي حدّدتها.
de_de: Alle unten aufgeführten Sicherheitsmaßnahmen anwenden, die auf den von Ihnen ausgewählten Nutzungsabsichten basieren.
el_gr: Εφαρμόστε όλα τα μέτρα ασφάλειας που εμφανίζονται παρακάτω και βασίζονται στους σκοπούς χρήσης συσκευής που επιλέξατε.
es: Aplicar todas las medidas de seguridad que se muestran a continuación, basadas en las intenciones de uso del dispositivo que seleccionó.
fr_fr: Appliquez toutes les mesures de sécurité ci-dessous qui sont basées sur les intentions d'utilisation de l'appareil que vous avez sélectionnées.
he_il: החל את כל אמצעי האבטחה המוצגים להלן המבוססים על כוונות השימוש במכשיר שבחרת.
hi_in: आपके द्वारा चुनी गई डिवाइस उपयोग इरादों के आधार पर नीचे दिखाए गए सभी सुरक्षा उपाय लागू करें.
ml_in: താങ്കൾ തെരഞ്ഞെടുത്ത ഉപകരണ ഉപയോഗ ഉദ്ദേശങ്ങളെ അടിസ്ഥാനമാക്കി താഴെ കാണിക്കുന്ന എല്ലാ സുരക്ഷാ നടപടികളും പ്രയോഗിക്കുക.
pl_pl: Zastosuj wszystkie poniższe środki bezpieczeństwa oparte na wybranych przez Ciebie scenariuszach użycia urządzenia.

# ApplyIntentBasedSecurityMeasuresButton.AutomationProperties.HelpText
source: Apply all of the security measures shown below that are based on the device usage intents that you selected.
ar: طبّق جميع تدابير الأمان الموضّحة أدناه والمستندة إلى سيناريوهات استخدام الجهاز التي حدّدتها.
de_de: Alle unten aufgeführten Sicherheitsmaßnahmen anwenden, die auf den von Ihnen ausgewählten Nutzungsabsichten basieren.
el_gr: Εφαρμόστε όλα τα μέτρα ασφάλειας που εμφανίζονται παρακάτω και βασίζονται στους σκοπούς χρήσης συσκευής που επιλέξατε.
es: Aplicar todas las medidas de seguridad que se muestran a continuación, basadas en las intenciones de uso del dispositivo que seleccionó.
fr_fr: Appliquez toutes les mesures de sécurité ci-dessous qui sont basées sur les intentions d'utilisation de l'appareil que vous avez sélectionnées.
he_il: החל את כל אמצעי האבטחה המוצגים להלן המבוססים על כוונות השימוש במכשיר שבחרת.
hi_in: आपके द्वारा चुनी गई डिवाइस उपयोग इरादों के आधार पर नीचे दिखाए गए सभी सुरक्षा उपाय लागू करें.
ml_in: താങ്കൾ തെരഞ്ഞെടുത്ത ഉപകരണ ഉപയോഗ ഉദ്ദേശങ്ങളെ അടിസ്ഥാനമാക്കി താഴെ കാണിക്കുന്ന എല്ലാ സുരക്ഷാ നടപടികളും പ്രയോഗിക്കുക.
pl_pl: Zastosuj wszystkie poniższe środki bezpieczeństwa oparte na wybranych przez Ciebie scenariuszach użycia urządzenia.

# ResultingSecurityMeasures.Text
source: Resulting security measures
ar: التدابير الأمنية الناتجة
de_de: Resultierende Sicherheitsmaßnahmen
el_gr: Μέτρα ασφάλειας που θα εφαρμοστούν
es: Medidas de seguridad resultantes
fr_fr: Mesures de sécurité résultantes
he_il: אמצעי האבטחה שייושמו
hi_in: परिणामी सुरक्षा उपाय
ml_in: ഫലമായ സുരക്ഷാ നടപടികൾ
pl_pl: Środki bezpieczeństwa do zastosowania

# ResultingSecurityMeasuresCaption.Text
source: These will be applied when you press Apply.
ar: سيتم تطبيق هذه عند الضغط على تطبيق.
de_de: Diese werden angewendet, wenn Sie auf Übernehmen klicken.
el_gr: Αυτά θα εφαρμοστούν όταν πατήσετε Εφαρμογή.
es: Se aplicarán cuando presione Aplicar.
fr_fr: Celles-ci seront appliquées lorsque vous appuyerez sur Appliquer.
he_il: אלה יוחלו בעת לחיצה על 'החל'.
hi_in: लागू करें दबाने पर ये लागू होंगे.
ml_in: പ്രയോഗിക്കുക അമർത്തുമ്പോൾ ഇവ പ്രയോഗിക്കപ്പെടും.
pl_pl: Zostaną zastosowane po kliknięciu Zastosuj.

# SelectDeviceIntents.Text
source: Select Device Intents
ar: اختيار سيناريوهات استخدام الجهاز
de_de: Nutzungsabsichten auswählen
el_gr: Επιλογή σκοπών χρήσης συσκευής
es: Seleccionar intenciones de uso del dispositivo
fr_fr: Sélectionner les intentions de l'appareil
he_il: בחר כוונות שימוש במכשיר
hi_in: डिवाइस उपयोग इरादे चुनें
ml_in: ഉപകരണ ഉപയോഗ ഉദ്ദേശങ്ങൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz scenariusze użycia urządzenia

# SelectDeviceIntentsCaption.Text
source: Choose one or more intents to tailor the applied security configuration.
ar: اختر سيناريوًّا واحدًا أو أكثر لتخصيص تهيئة الأمان المطبقة.
de_de: Wählen Sie eine oder mehrere Absichten, um die angewendete Sicherheitskonfiguration anzupassen.
el_gr: Επιλέξτε έναν ή περισσότερους σκοπούς για να προσαρμόσετε την εφαρμοζόμενη διαμόρφωση ασφάλειας.
es: Elija una o más intenciones para adaptar la configuración de seguridad aplicada.
fr_fr: Choisissez une ou plusieurs intentions pour adapter la configuration de sécurité appliquée.
he_il: בחר כוונה אחת או יותר כדי להתאים את תצורת האבטחה המוחלת.
hi_in: लागू होने वाली सुरक्षा कॉन्फ़िगरेशन को अनुकूलित करने के लिए एक या अधिक इरादे चुनें.
ml_in: പ്രയോഗിക്കുന്ന സുരക്ഷാ കോൺഫിഗറേഷൻ ക്രമീകരിക്കാൻ ഒന്നോ അതിലധികമോ ഉദ്ദേശങ്ങൾ തിരഞ്ഞെടുക്കുക.
pl_pl: Wybierz jeden lub więcej scenariuszy, aby dopasować stosowaną konfigurację zabezpieczeń.

# Presets.Text
source: Presets
ar: الإعدادات المسبقة
de_de: Voreinstellungen
el_gr: Προκαθορισμένα
es: Ajustes predefinidos
fr_fr: Préréglages
he_il: הגדרות מראש
hi_in: पूर्वनिर्धारित सेटिंग्स
ml_in: മുൻക്രമീകരണങ്ങൾ
pl_pl: Ustawienia wstępne

# DeviceIntents.Text
source: Device Intents
ar: Intents الجهاز
de_de: Nutzungsabsichten
el_gr: Intents συσκευής
es: Intents del dispositivo
fr_fr: Intentions de l'appareil
he_il: כוונות שימוש במכשיר
hi_in: डिवाइस इंटेंट्स
ml_in: ഉപകരണ ഇന്റെന്റുകൾ
pl_pl: Intenty urządzenia

# NetworkAdapters.Text
source: Network adapters
ar: مهايئات الشبكة
de_de: Netzwerkadapter
el_gr: Προσαρμογείς δικτύου
es: Adaptadores de red
fr_fr: Cartes réseau
he_il: מתאמי רשת
hi_in: नेटवर्क एडेप्टर
ml_in: നെറ്റ്‌വർക്ക് അഡാപ്റ്ററുകൾ
pl_pl: Karty sieciowe

# Select.Text
source: Select
ar: تحديد
de_de: Auswählen
el_gr: Επιλογή
es: Seleccionar
fr_fr: Sélectionner
he_il: בחר
hi_in: चयन करें
ml_in: തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz

# Unselect.Text
source: Unselect
ar: إلغاء التحديد
de_de: Abwählen
el_gr: Κατάργηση επιλογής
es: Deseleccionar
fr_fr: Désélectionner
he_il: בטל בחירה
hi_in: चयन रद्द करें
ml_in: തിരഞ്ഞെടുപ്പ് നീക്കുക
pl_pl: Odznacz

source: Applying
ar: جارٍ التطبيق
de_de: Wird angewendet
el_gr: Εφαρμόζεται
es: Aplicando
fr_fr: Application
he_il: מיישם
hi_in: लागू किया जा रहा है
ml_in: പ്രയോഗിക്കുന്നു
pl_pl: Trwa stosowanie

source: Verifying
ar: جارٍ التحقق
de_de: Wird überprüft
el_gr: Επαληθεύεται
es: Verificando
fr_fr: Vérification
he_il: מאמת
hi_in: सत्यापन किया जा रहा है
ml_in: സ്ഥിരീകരിക്കുന്നു
pl_pl: Trwa weryfikacja

source: Removing
ar: جارٍ الإزالة
de_de: Wird entfernt
el_gr: Καταργείται
es: Eliminando
fr_fr: Suppression
he_il: מסיר
hi_in: हटाया जा रहा है
ml_in: നീക്കം ചെയ്യുന്നു
pl_pl: Trwa usuwanie

source: Processing
ar: جارٍ المعالجة
de_de: Wird verarbeitet
el_gr: Επεξεργάζεται
es: Procesando
fr_fr: Traitement
he_il: מעבד
hi_in: प्रसंस्करण किया जा रहा है
ml_in: പ്രോസസ്സ് ചെയ്യുന്നു
pl_pl: Trwa przetwarzanie

# ConfigureHyperVMNestedVirtualizationButton.Content
source: Configure Nested Virtualization for VMs
ar: تكوين المحاكاة الافتراضية المتداخلة للآلات الافتراضية
de_de: Verschachtelte Virtualisierung für VMs konfigurieren
el_gr: Διαμόρφωση εμφωλευμένης εικονικοποίησης για εικονικές μηχανές
es: Configurar virtualización anidada para las máquinas virtuales
fr_fr: Configurer la virtualisation imbriquée pour les VM
he_il: הגדר וירטואליזציה מקוננת עבור מכונות וירטואליות
hi_in: VMs के लिए नेस्टेड वर्चुअलाइज़ेशन कॉन्फ़िगर करें
ml_in: VM-കൾക്കായി നെസ്റ്റഡ് വർച്വലൈസേഷൻ ക്രമീകരിക്കുക
pl_pl: Skonfiguruj zagnieżdżoną wirtualizację dla maszyn wirtualnych

# ConfigureHyperVMNestedVirtualizationButton.ToolTipService.ToolTip
source: Configure Nested Virtualization feature for all of the Hyper-V virtual machines on the system. When enabled, this feature allows virtual machines to run other virtual machines within them or utilize OS security features that rely on virtualization, enhancing testing and development capabilities. Note that all VMs need to be turned off for this operation to succeed.
ar: تكوين ميزة المحاكاة الافتراضية المتداخلة لجميع آلات Hyper-V الافتراضية على النظام. عند تمكينها، تسمح هذه الميزة للآلات الافتراضية بتشغيل آلات افتراضية أخرى داخلها أو استخدام ميزات أمان نظام التشغيل التي تعتمد على المحاكاة الافتراضية، مما يعزز قدرات الاختبار والتطوير. يُرجى ملاحظة أنه يجب إيقاف تشغيل جميع الآلات الافتراضية لكي تنجح هذه العملية.
de_de: Konfigurieren Sie die Funktion für verschachtelte Virtualisierung für alle Hyper-V-virtuellen Computer auf dem System. Wenn aktiviert, ermöglicht diese Funktion virtuellen Computern, andere virtuelle Computer innerhalb von sich auszuführen oder Betriebssystem-Sicherheitsfunktionen zu nutzen, die auf Virtualisierung basieren, wodurch Test- und Entwicklungsmöglichkeiten erweitert werden. Beachten Sie, dass alle VMs ausgeschaltet sein müssen, damit dieser Vorgang erfolgreich ist.
el_gr: Διαμορφώστε τη λειτουργία εμφωλευμένης εικονικοποίησης για όλες τις εικονικές μηχανές Hyper-V στο σύστημα. Όταν είναι ενεργοποιημένη, η λειτουργία αυτή επιτρέπει στις εικονικές μηχανές να εκτελούν άλλες εικονικές μηχανές εντός τους ή να αξιοποιούν λειτουργίες ασφάλειας του λειτουργικού συστήματος που βασίζονται στην εικονικοποίηση, ενισχύοντας τις δυνατότητες δοκιμών και ανάπτυξης. Σημείωση: όλες οι εικονικές μηχανές πρέπει να είναι απενεργοποιημένες ώστε να ολοκληρωθεί επιτυχώς αυτή η ενέργεια.
es: Configura la función de virtualización anidada para todas las máquinas virtuales de Hyper-V en el sistema. Al habilitarse, esta función permite que las máquinas virtuales ejecuten otras máquinas virtuales dentro de ellas o utilicen funciones de seguridad del sistema operativo que dependen de la virtualización, lo que mejora las capacidades de prueba y desarrollo. Ten en cuenta que todas las VMs deben estar apagadas para que esta operación se realice correctamente.
fr_fr: Configurez la fonctionnalité de virtualisation imbriquée pour toutes les machines virtuelles Hyper-V sur le système. Lorsqu'elle est activée, cette fonctionnalité permet aux machines virtuelles d'exécuter d'autres machines virtuelles ou d'utiliser des fonctionnalités de sécurité du système d'exploitation qui dépendent de la virtualisation, améliorant ainsi les capacités de test et de développement. Notez que toutes les VM doivent être éteintes pour que cette opération réussisse.
he_il: הגדר את תכונת הווירטואליזציה המקוננת לכל המכונות הווירטואליות של Hyper-V במערכת. כאשר מאופשרת, תכונה זו מאפשרת למכונות וירטואליות להפעיל מכונות וירטואליות אחרות בתוכן או לנצל יכולות אבטחת מערכת ההפעלה התלויות בוירטואליזציה, ובכך לשפר את יכולות הבדיקה והפיתוח. לתשומת לבך: כל המכונות הווירטואליות חייבות להיות כבויות כדי שהפעולה תצליח.
hi_in: सिस्टम की सभी Hyper-V वर्चुअल मशीनों के लिए नेस्टेड वर्चुअलाइज़ेशन फ़ीचर कॉन्फ़िगर करें। सक्षम होने पर, यह फ़ीचर वर्चुअल मशीनों को अपने भीतर अन्य वर्चुअल मशीनें चलाने या वर्चुअलाइज़ेशन पर निर्भर OS सुरक्षा सुविधाओं का उपयोग करने की अनुमति देता है, जिससे परीक्षण और विकास क्षमताएँ बेहतर होती हैं। कृपया ध्यान दें कि इस प्रक्रिया के सफल होने के लिए सभी VMs बंद होनी चाहिए.
ml_in: സിസ്റ്റത്തിലെ എല്ലാ Hyper-V വർച്വൽ മെഷീനുകൾക്കായി നെസ്റ്റഡ് വർച്വലൈസേഷൻ സവിശേഷത ക്രമീകരിക്കുക. സജീവമാക്കിയാൽ, ഈ സവിശേഷത വർച്വൽ മെഷീനുകൾക്ക് അവയിൽ തന്നെ മറ്റ് വർച്വൽ മെഷീനുകൾ പ്രവർത്തിപ്പിക്കുകയോ വർച്വലൈസേഷനിൽ ആശ്രയിക്കുന്ന ഓ‌എസ് സുരക്ഷാ സവിശേഷതകൾ പ്രയോജനപ്പെടുത്തുകയോ ചെയ്യാൻ അനുവദിക്കുന്നു, ഇതിലൂടെ ടെസ്റ്റിംഗും ഡെവലപ്‌മെന്റും മെച്ചപ്പെടുത്തുന്നു. ദയവായി ശ്രദ്ധിക്കുക: ഈ പ്രവർത്തനം വിജയിക്കാൻ എല്ലാ VM-ങ്ങളും ഓഫ് ചെയ്തിരിക്കണം.
pl_pl: Skonfiguruj funkcję zagnieżdżonej wirtualizacji dla wszystkich maszyn wirtualnych Hyper-V w systemie. Po włączeniu funkcja ta umożliwia maszynom wirtualnym uruchamianie innych maszyn wirtualnych w ich obrębie lub korzystanie z funkcji zabezpieczeń systemu operacyjnego opartych na wirtualizacji, co zwiększa możliwości testowania i rozwoju. Uwaga: wszystkie maszyny muszą być wyłączone, aby ta operacja się powiodła.

# ConfigureHyperVMNestedVirtualizationButton.AutomationProperties.HelpText
source: Configure Nested Virtualization feature for all of the Hyper-V virtual machines on the system. When enabled, this feature allows virtual machines to run other virtual machines within them or utilize OS security features that rely on virtualization, enhancing testing and development capabilities. Note that all VMs need to be turned off for this operation to succeed.
ar: تكوين ميزة المحاكاة الافتراضية المتداخلة لجميع آلات Hyper-V الافتراضية على النظام. عند تمكينها، تسمح هذه الميزة للآلات الافتراضية بتشغيل آلات افتراضية أخرى داخلها أو استخدام ميزات أمان نظام التشغيل التي تعتمد على المحاكاة الافتراضية، مما يعزز قدرات الاختبار والتطوير. يُرجى ملاحظة أنه يجب إيقاف تشغيل جميع الآلات الافتراضية لكي تنجح هذه العملية.
de_de: Konfigurieren Sie die Funktion für verschachtelte Virtualisierung für alle Hyper-V-virtuellen Computer auf dem System. Wenn aktiviert, ermöglicht diese Funktion virtuellen Computern, andere virtuelle Computer innerhalb von sich auszuführen oder Betriebssystem-Sicherheitsfunktionen zu nutzen, die auf Virtualisierung basieren, wodurch Test- und Entwicklungsmöglichkeiten erweitert werden. Beachten Sie, dass alle VMs ausgeschaltet sein müssen, damit dieser Vorgang erfolgreich ist.
el_gr: Διαμορφώστε τη λειτουργία εμφωλευμένης εικονικοποίησης για όλες τις εικονικές μηχανές Hyper-V στο σύστημα. Όταν είναι ενεργοποιημένη, η λειτουργία αυτή επιτρέπει στις εικονικές μηχανές να εκτελούν άλλες εικονικές μηχανές εντός τους ή να αξιοποιούν λειτουργίες ασφάλειας του λειτουργικού συστήματος που βασίζονται στην εικονικοποίηση, ενισχύοντας τις δυνατότητες δοκιμών και ανάπτυξης. Σημείωση: όλες οι εικονικές μηχανές πρέπει να είναι απενεργοποιημένες ώστε να ολοκληρωθεί επιτυχώς αυτή η ενέργεια.
es: Configura la función de virtualización anidada para todas las máquinas virtuales de Hyper-V en el sistema. Al habilitarse, esta función permite que las máquinas virtuales ejecuten otras máquinas virtuales dentro de ellas o utilicen funciones de seguridad del sistema operativo que dependen de la virtualización, lo que mejora las capacidades de prueba y desarrollo. Ten en cuenta que todas las VMs deben estar apagadas para que esta operación se realice correctamente.
fr_fr: Configurez la fonctionnalité de virtualisation imbriquée pour toutes les machines virtuelles Hyper-V sur le système. Lorsqu'elle est activée, cette fonctionnalité permet aux machines virtuelles d'exécuter d'autres machines virtuelles ou d'utiliser des fonctionnalités de sécurité du système d'exploitation qui dépendent de la virtualisation, améliorant ainsi les capacités de test et de développement. Notez que toutes les VM doivent être éteintes pour que cette opération réussisse.
he_il: הגדר את תכונת הווירטואליזציה המקוננת לכל המכונות הווירטואליות של Hyper-V במערכת. כאשר מאופשרת, תכונה זו מאפשרת למכונות וירטואליות להפעיל מכונות וירטואליות אחרות בתוכן או לנצל יכולות אבטחת מערכת ההפעלה התלויות בוירטואליזציה, ובכך לשפר את יכולות הבדיקה והפיתוח. לתשומת לבך: כל המכונות הווירטואליות חייבות להיות כבויות כדי שהפעולה תצליח.
hi_in: सिस्टम की सभी Hyper-V वर्चुअल मशीनों के लिए नेस्टेड वर्चुअलाइज़ेशन फ़ीचर कॉन्फ़िगर करें। सक्षम होने पर, यह फ़ीचर वर्चुअल मशीनों को अपने भीतर अन्य वर्चुअल मशीनें चलाने या वर्चुअलाइज़ेशन पर निर्भर OS सुरक्षा सुविधाओं का उपयोग करने की अनुमति देता है, जिससे परीक्षण और विकास क्षमताएँ बेहतर होती हैं। कृपया ध्यान दें कि इस प्रक्रिया के सफल होने के लिए सभी VMs बंद होनी चाहिए.
ml_in: സിസ്റ്റത്തിലെ എല്ലാ Hyper-V വർച്വൽ മെഷീനുകൾക്കായി നെസ്റ്റഡ് വർച്വലൈസേഷൻ സവിശേഷത ക്രമീകരിക്കുക. സജീവമാക്കിയാൽ, ഈ സവിശേഷത വർച്വൽ മെഷീനുകൾക്ക് അവയിൽ തന്നെ മറ്റ് വർച്വൽ മെഷീനുകൾ പ്രവർത്തിപ്പിക്കുകയോ വർച്വലൈസേഷനിൽ ആശ്രയിക്കുന്ന ഓ‌എസ് സുരക്ഷാ സവിശേഷതകൾ പ്രയോജനപ്പെടുത്തുകയോ ചെയ്യാൻ അനുവദിക്കുന്നു, ഇതിലൂടെ ടെസ്റ്റിംഗും ഡെവലപ്‌മെന്റും മെച്ചപ്പെടുത്തുന്നു. ദയവായി ശ്രദ്ധിക്കുക: ഈ പ്രവർത്തനം വിജയിക്കാൻ എല്ലാ VM-ങ്ങളും ഓഫ് ചെയ്തിരിക്കണം.
pl_pl: Skonfiguruj funkcję zagnieżdżonej wirtualizacji dla wszystkich maszyn wirtualnych Hyper-V w systemie. Po włączeniu funkcja ta umożliwia maszynom wirtualnym uruchamianie innych maszyn wirtualnych w ich obrębie lub korzystanie z funkcji zabezpieczeń systemu operacyjnego opartych na wirtualizacji, co zwiększa możliwości testowania i rozwoju. Uwaga: wszystkie maszyny muszą być wyłączone, aby ta operacja się powiodła.

# EnableHyperVMNestedVirtualizationMenuFlyoutItem.Text
source: Enable for All VMs
ar: تمكين لجميع الآلات الافتراضية
de_de: Für alle VMs aktivieren
el_gr: Ενεργοποίηση για όλες τις εικονικές μηχανές
es: Habilitar para todas las VMs
fr_fr: Activer pour toutes les VM
he_il: הפעל עבור כל המכונות הווירטואליות
hi_in: सभी VMs के लिए सक्षम करें
ml_in: എല്ലാ VM-കൾക്കും പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz dla wszystkich maszyn

# EnableHyperVMNestedVirtualizationMenuFlyoutItem.ToolTipService.ToolTip
source: Enable Nested Virtualization for all of the Hyper-V virtual machines on the system.
ar: تمكين المحاكاة الافتراضية المتداخلة لجميع آلات Hyper-V الافتراضية على النظام.
de_de: Verschachtelte Virtualisierung für alle Hyper-V-virtuellen Computer auf dem System aktivieren.
el_gr: Ενεργοποιήστε την εμφωλευμένη εικονικοποίηση για όλες τις εικονικές μηχανές Hyper-V στο σύστημα.
es: Habilitar la virtualización anidada para todas las máquinas virtuales de Hyper-V en el sistema.
fr_fr: Activer la virtualisation imbriquée pour toutes les machines virtuelles Hyper-V sur le système.
he_il: הפעל וירטואליזציה מקוננת לכל המכונות הווירטואליות של Hyper-V במערכת.
hi_in: सिस्टम की सभी Hyper-V वर्चुअल मशीनों के लिए नेस्टेड वर्चुअलाइज़ेशन सक्षम करें.
ml_in: സിസ്റ്റത്തിലെ എല്ലാ Hyper-V വർച്വൽ മെഷീനുകൾക്കും നെസ്റ്റഡ് വർച്വലൈസേഷൻ പ്രവർത്തനക്ഷമമാക്കുക.
pl_pl: Włącz zagnieżdżoną wirtualizację dla wszystkich maszyn wirtualnych Hyper-V w systemie.

# EnableHyperVMNestedVirtualizationMenuFlyoutItem.AutomationProperties.HelpText
source: Enable Nested Virtualization for all of the Hyper-V virtual machines on the system.
ar: تمكين المحاكاة الافتراضية المتداخلة لجميع آلات Hyper-V الافتراضية على النظام.
de_de: Verschachtelte Virtualisierung für alle Hyper-V-virtuellen Computer auf dem System aktivieren.
el_gr: Ενεργοποιήστε την εμφωλευμένη εικονικοποίηση για όλες τις εικονικές μηχανές Hyper-V στο σύστημα.
es: Habilitar la virtualización anidada para todas las máquinas virtuales de Hyper-V en el sistema.
fr_fr: Activer la virtualisation imbriquée pour toutes les machines virtuelles Hyper-V sur le système.
he_il: הפעל וירטואליזציה מקוננת לכל המכונות הווירטואליות של Hyper-V במערכת.
hi_in: सिस्टम की सभी Hyper-V वर्चुअल मशीनों के लिए नेस्टेड वर्चुअलाइज़ेशन सक्षम करें.
ml_in: സിസ്റ്റത്തിലെ എല്ലാ Hyper-V വർച്വൽ മെഷീനുകൾക്കും നെസ്റ്റഡ് വർച്വലൈസേഷൻ പ്രവർത്തനക്ഷമമാക്കുക.
pl_pl: Włącz zagnieżdżoną wirtualizację dla wszystkich maszyn wirtualnych Hyper-V w systemie.

# DisableHyperVMNestedVirtualizationMenuFlyoutItem.Text
source: Disable for All VMs
ar: تعطيل لجميع الآلات الافتراضية
de_de: Für alle VMs deaktivieren
el_gr: Απενεργοποίηση για όλες τις εικονικές μηχανές
es: Deshabilitar para todas las VMs
fr_fr: Désactiver pour toutes les VM
he_il: השבת עבור כל המכונות הווירטואליות
hi_in: सभी VMs के लिए अक्षम करें
ml_in: എല്ലാ VM-കൾക്കും പ്രവർത്തനരഹിതമാക്കുക
pl_pl: Wyłącz dla wszystkich maszyn

# DisableHyperVMNestedVirtualizationMenuFlyoutItem.ToolTipService.ToolTip
source: Disable Nested Virtualization for all of the Hyper-V virtual machines on the system.
ar: تعطيل المحاكاة الافتراضية المتداخلة لجميع آلات Hyper-V الافتراضية على النظام.
de_de: Verschachtelte Virtualisierung für alle Hyper-V-virtuellen Computer auf dem System deaktivieren.
el_gr: Απενεργοποιήστε την εμφωλευμένη εικονικοποίηση για όλες τις εικονικές μηχανές Hyper-V στο σύστημα.
es: Deshabilitar la virtualización anidada para todas las máquinas virtuales de Hyper-V en el sistema.
fr_fr: Désactiver la virtualisation imbriquée pour toutes les machines virtuelles Hyper-V sur le système.
he_il: השבת וירטואליזציה מקוננת לכל המכונות הווירטואליות של Hyper-V במערכת.
hi_in: सिस्टम की सभी Hyper-V वर्चुअल मशीनों के लिए नेस्टेड वर्चुअलाइज़ेशन अक्षम करें.
ml_in: സിസ്റ്റത്തിലെ എല്ലാ Hyper-V വർച്വൽ മെഷീനുകൾക്കും നെസ്റ്റഡ് വർച്വലൈസേഷൻ പ്രവർത്തനരഹിതമാക്കുക.
pl_pl: Wyłącz zagnieżdżoną wirtualizację dla wszystkich maszyn wirtualnych Hyper-V w systemie.

# DisableHyperVMNestedVirtualizationMenuFlyoutItem.AutomationProperties.HelpText
source: Disable Nested Virtualization for all of the Hyper-V virtual machines on the system.
ar: تعطيل المحاكاة الافتراضية المتداخلة لجميع آلات Hyper-V الافتراضية على النظام.
de_de: Verschachtelte Virtualisierung für alle Hyper-V-virtuellen Computer auf dem System deaktivieren.
el_gr: Απενεργοποιήστε την εμφωλευμένη εικονικοποίηση για όλες τις εικονικές μηχανές Hyper-V στο σύστημα.
es: Deshabilitar la virtualización anidada para todas las máquinas virtuales de Hyper-V en el sistema.
fr_fr: Désactiver la virtualisation imbriquée pour toutes les machines virtuelles Hyper-V sur le système.
he_il: השבת וירטואליזציה מקוננת לכל המכונות הווירטואליות של Hyper-V במערכת.
hi_in: सिस्टम की सभी Hyper-V वर्चुअल मशीनों के लिए नेस्टेड वर्चुअलाइज़ेशन अक्षम करें.
ml_in: സിസ്റ്റിലെ എല്ലാ Hyper-V വർച്വൽ മെഷീനുകൾക്കും നെസ്റ്റഡ് വർച്വലൈസേഷൻ പ്രവർത്തനരഹിതമാക്കുക.
pl_pl: Wyłącz zagnieżdżoną wirtualizację dla wszystkich maszyn wirtualnych Hyper-V w systemie.

# ConfigureUltimatePerformancePowerPlanButton.Content
source: Ultimate Performance Power Plan
ar: خطة طاقة الأداء المطلق
de_de: Energieplan „Ultimative Leistung“
el_gr: Σχέδιο ενέργειας Υπέρτατης Απόδοσης
es: Plan de energía Rendimiento máximo
fr_fr: Plan d'alimentation Performance ultime
he_il: תוכנית צריכת חשמל ביצועים מרביים
hi_in: अल्टिमेट परफॉर्मेंस पावर प्लान
ml_in: അൾട്ടിമേറ്റ് പെർഫോർമൻസ് പവർ പ്ലാൻ
pl_pl: Plan zasilania „Najwyższa wydajność”

# ConfigureUltimatePerformancePowerPlanButton.ToolTipService.ToolTip
source: Configure the Ultimate Performance power plan. This plan is designed to deliver maximum performance by reducing power-saving features and minimizing micro-latencies that can affect responsiveness.
ar: تكوين خطة طاقة الأداء المطلق. تم تصميم هذه الخطة لتقديم أقصى أداء عن طريق تقليل ميزات توفير الطاقة وتقليل حالات الكمون الدقيقة التي قد تؤثر على الاستجابة.
de_de: Konfigurieren Sie den Energieplan Ultimative Leistung. Dieser Plan ist darauf ausgelegt, maximale Leistung zu liefern, indem Energiesparfunktionen reduziert und Mikrolatenzen minimiert werden, die die Reaktionsfähigkeit beeinträchtigen können.
el_gr: Διαμορφώστε το σχέδιο ενέργειας Υπέρτατης Απόδοσης. Αυτό το σχέδιο έχει σχεδιαστεί για να προσφέρει μέγιστη απόδοση, μειώνοντας τις λειτουργίες εξοικονόμησης ενέργειας και ελαχιστοποιώντας τις μικροκαθυστερήσεις που μπορεί να επηρεάσουν την απόκριση.
es: Configura el plan de energía Rendimiento máximo. Este plan está diseñado para ofrecer el máximo rendimiento al reducir las funciones de ahorro de energía y minimizar las micro-latencias que pueden afectar la capacidad de respuesta.
fr_fr: Configurer le plan d'alimentation Performance ultime. Ce plan est conçu pour offrir des performances maximales en réduisant les fonctionnalités d'économie d'énergie et en minimisant les micro-latences qui peuvent affecter la réactivité.
he_il: הגדר את תוכנית צריכת החשמל 'ביצועים מרביים'. תוכנית זו נועדה לספק ביצועים מקסימליים באמצעות צמצום יכולות חיסכון בחשמל ומזעור מיקרו-שהיות שעלולות להשפיע על תגובתיות.
hi_in: अल्टिमेट परफॉर्मेंस पावर प्लान को कॉन्फ़िगर करें। यह प्लान ऊर्जा-बचत सुविधाओं को कम करके और प्रतिक्रिया क्षमता को प्रभावित करने वाली माइक्रो-लेटेंसी को न्यूनतम करके अधिकतम प्रदर्शन प्रदान करने के लिए डिज़ाइन किया गया है.
ml_in: അൾട്ടിമേറ്റ് പെർഫോർമൻസ് പവർ പ്ലാൻ ക്രമീകരിക്കുക. ഊർജസംരക്ഷണ സവിശേഷതകൾ കുറയ്ക്കുകയും പ്രതികരണശേഷിയെ ബാധിക്കാവുന്ന മൈക്രോ-ലാറ്റൻസികൾ പരമാവധി കുറച്ചുകൊണ്ട് പരമാവധി പ്രകടനം നൽകാൻ ഈ പ്ലാൻ രൂപകൽപ്പന ചെയ്തതാണ്.
pl_pl: Skonfiguruj plan zasilania „Najwyższa wydajność”. Ten plan został zaprojektowany tak, aby zapewniać maksymalną wydajność poprzez ograniczenie funkcji oszczędzania energii i minimalizację mikroopóźnień, które mogą wpływać na responsywność.
